{
  "gyms":[
    {
      "gymName": "Vanguard Gym",
      "description": "Vanguard Gym is the most complete Manassas martial arts location. Choose from Brazilian Jiu Jitsu BJJ, Submission Grappling, Thai Boxing, CrossFit or Kids Martial Arts.",
      "specialty": "Muay Thai, BJJ, Grappling",
      "gymImage": "vanguardmatts.jpg",
      "gymLogo": "vanguardGym.jpg",
      "gymState": "Virginia",
      "gymCity": "Manassas",
      "gymSite": "https://www.vanguardgym.com",
      "gymMap": "https://www.google.com/maps/place/Vanguard+Gym/@38.75117,-77.491651,17z/data=!3m1!4b1!4m5!3m4!1s0x89b65c6b14b365cf:0x737894bbef38d25d!8m2!3d38.75117!4d-77.489457"
    },
    {
        "gymName": "Premier Martial Arts",
        "description": "Premier Martial Arts has been in business for more than 20 years, and since our founding in 1998 we have helped thousands of students of all ages realize their full potential. Premier Martial Arts delivers a best-in-class martial arts experience that helps our students develop the personal skills that are necessary to build a successful life. Our mastery of teaching martial arts over the past two decades is evident in our structured and thorough curriculum, which is standardized across our 100+ locations across the United States, Canada and England.",
        "specialty": "Kickboxing, Krav Maga, Karate",
        "gymImage": "premiergroup.jpg",
        "gymLogo": "premierlogo.png",
        "gymState": "Virginia",
        "gymCity": "Manassas",
        "gymSite": "https://premiermartialarts.com",
        "gymMap":  "https://www.google.com/maps/place/Premier+Martial+Arts/@38.7568115,-77.4667578,17.25z/data=!3m1!5s0x89b65b88e9201317:0x4da4c8fb96b47663!4m5!3m4!1s0x89b65b88e323f74d:0x56e8c5b2b0697ade!8m2!3d38.7565012!4d-77.4662961"
    },
    {
        "gymName": "Relentless MMA & Fitness",
        "description": "Relentless MMA of Fairfax is a Mixed Martial Arts (MMA) and Fitness Center that facilitates intelligent, intense, fun, and safe training for men, women, and children.  Members will be consistently challenged in an environment that will bring out their personal best regardless of ability, skill level, or past experience.  Take your workout, your training, your body, and your life to the next level in a fun friendly environment.  We focus not only developing you as a athlete, but as a fighter who can defend yourself. and as a human being . Come join us and have one of the best times of your life at Relentless MMA.",
        "specialty": "Savate Kickboxing, Wrestling, Muay Thai",
        "gymImage": "relentlessmatt.jpg",
        "gymLogo": "RelentlessMMA.png",
        "gymState": "Virginia",
        "gymCity": "Fairfax",
        "gymSite": "https://www.relentlessmmagym.com",
        "gymMap": "https://www.google.com/maps/place/Relentless+MMA+%26+Fitness/@38.8482649,-77.3118179,18z/data=!4m5!3m4!1s0x89b646a6ed0d2fe3:0x6c17c7577556a070!8m2!3d38.8482999!4d-77.3116815"
    },
    {
        "gymName": "Dominion BJJ",
        "description": "Dominion BJJ is one of the top training academies in Northern Virginia. We offer detailed, technical instruction, taught through a unique system. A system designed to accelerate practical learning and proficiency.Our gym is staffed by experienced experts who will provide you with the knowledge, the training, and the techniques that will guide you and motivate you to achieve your goals. We have a complete selection of training programs to meet your needs whether your goal is to be a Mixed Martial Arts competitor or if you want to just train like one.",
        "specialty": "BJJ, Judo, Muay Thai",
        "gymImage": "Dominionmatts.jpg",
        "gymLogo": "dominionBjj.png",
        "gymState": "Virginia",
        "gymCity": "Manassas",
        "gymSite": "https://dominionbjj.com",
        "gymMap":  "https://www.google.com/maps/place/Dominion+BJJ/@38.7831156,-77.5592264,17z/data=!4m5!3m4!1s0x89b65cfbf1b10edd:0x5f608eed1028bc3d!8m2!3d38.7830023!4d-77.5581369"
    },
    {
        "gymName": "Fairfax Jiu Jitsu Academy",
        "description": "We are no ordinary martial arts school. Since 2007, Fairfax Jiu Jitsu Academy in Chantilly has offered the highest level of instruction in Brazilian Jiu Jitsu (BJJ), Mixed Martial Arts (MMA), Muay Thai and Capoeira in Northern Virginia. Internationally recognized, full-time Brazilian Jiu Jitsu Black Belts and professional coaches with over 100 years of combined experience oversee every aspect of your development and help you achieve your goals. FJJ students come from all over the area including Fairfax, Herndon, Manassas, Vienna, Sterling, Ashburn, Centreville, Oakton, Reston, and Loudoun County. Join us today!",
        "specialty": "BJJ, Capoeira, Muay Thai",
        "gymImage": "fjjabuilding.jpg",
        "gymLogo": "FairfaxJiuJitsu.png",
        "gymState": "Virginia",
        "gymCity": "Fairfax",
        "gymSite": "http://www.fairfaxjj.com",
        "gymMap": "https://www.google.com/maps/place/Fairfax+Jiu+Jitsu+Academy/@38.8839116,-77.4363863,17z/data=!4m5!3m4!1s0x89b6464812d74759:0x84653b20c47cd1db!8m2!3d38.883327!4d-77.435705"
    },
    {
        "gymName": "Trident Academy Martial Arts",
        "description": "We believe in the primary importance of practical self-defense skills that you can easily absorb and use immediately.  We commit to developing confidence and balance, functional strength and a high level of fitness for our students.  Each martial arts class is for everybody, mixed levels of skill and ability levels. This allows each of our students to work on their goals while helping other along the path.",
        "specialty": "Striking, Grappling, Weapons Handling",
        "gymImage": "tridentgroup.jpg",
        "gymLogo": "trident.png",
        "gymState": "Virginia",
        "gymCity": "Woodbridge",
        "gymSite": "http://www.tridentmartialarts.com",
        "gymMap": "https://www.google.com/maps/place/Trident+Academy+of+Martial+Arts/@38.649514,-77.309685,17z/data=!3m1!4b1!4m5!3m4!1s0x89b65610ff399467:0x4cfa83bc8a9bbb00!8m2!3d38.649514!4d-77.307491"
    },
    {
        "gymName": "Kaizen MMA Fairfax",
        "description": "The Japanese word “kaizen” is derived from “kai,” meaning simply “the action to correct or change for the better,” and “zen,” meaning “good” or “benefit.” Kaizen refers to any continuous effort, no matter the size of the effort, on a daily basis to make an improvement in the system as a whole. Kaizen is a daily activity, the purpose of which goes beyond a simple improvement in productivity; small changes in every session will result in extraordinary improvement over the long run. Whether you want to get in shape, learn self defense, or fight professionally, we will cater your experience to your needs.",
        "specialty": "BJJ, Boxing, Muay Thai, Wrestling",
        "gymImage": "kaizenmats.jpg",
        "gymLogo": "kaizen.png",
        "gymState": "Virginia",
        "gymCity": "Fairfax",
        "gymSite": "https://kzmma.com",
        "gymMap": "https://www.google.com/maps/place/Kaizen+MMA+Fairfax/@38.865338,-77.276012,17.75z/data=!4m5!3m4!1s0x89b64c0f268d3785:0xe06c8f7fc439a228!8m2!3d38.8653308!4d-77.2753859"
    }
  ],
  "status": "OK"
}
    
    
     
